window.alert("WELCOME MY FRIENDS\nhow is it going?\nI M ABDELWAHAB AHMED\nالرجاء الدعاء لابي بالرحمة والمغفرة");

let title = "الرجاء الدعاء لابي المتوفي المغفور له باذن الله(احمد فتحي) ويجعله في ميزان حسناتكم يارب العالمين"
    desc = "  اللهم اغفر له وارحمه واسكنه فسيح جناته يارب العالمين وادخله الجنة بغير حساب واللهم اغسله بالماء والثلج والبرد ونقه من الخطايا كما ينقي الدنس الابيض من الخطايا اللهم ادخله الجنة بغير حساب ولا سابق عذاب يارب العالمين اللهم اجعل قبره روضة من رياض الجنة ولا تجعله حفره من حفر النار يارب العالمين  اللهم قبره روضة من رياض الجنة ولا تجعله حفره من حفر النار يارب العالمين"
    date = "18/08/2025-الاثنين"
let All_data = `
    <div class="container">
        <div class="data">
            <h3>${title}</h3>
            <p>${desc}</p>
            <span>${date}</span>
        </div>
    </div>
`
document.write(All_data.repeat(4));